alacritty-git
alacritty-terminfo-git
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
apache
arandr
arc-gtk-theme
ark
artwiz-fonts
assimp
audiocd-kio
autoconf
autofs
automake
bash
bash-completion
bind-tools
binutils
bison
blender
blueman
bluez-utils
boost
boostnote
breeze-kde4
btrfs-progs
bzip2
chromium
chromium-widevine
clang
cmake
compton
coreutils
cronie
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dosbox
dosfstools
downgrade
dunst
e2fsprogs
efibootmgr
exfat-utils
fakeroot
feh
file
filesystem
filezilla
findutils
flameshot
flex
font-bh-ttf
font-bitstream-speedo
fuse2
fuse3
fuseiso
fzf
gawk
gdb
gdm
gettext
ghostscript
gimp
git
glibc
glm
gnome-keyring
go
gptfdisk
grep
grub
grub-customizer
gsfonts
gtk-chtheme
gunicorn
gvim
gzip
htop
i3-gaps
i3lock-color-git
inetutils
intel-ucode
iproute2
iputils
java-openjfx
jfsutils
jpegoptim
jq
jre8-openjdk
kcalc
kcharselect
kcolorchooser
kcron
kdenlive
kdialog
kfind
kgpg
ksystemlog
ktorrent
kwalletmanager
kwrite
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-glibc
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
libc++
libc++abi
libc++experimental
libcurl-gnutls
libnewt
libpam-google-authenticator
libreoffice-fresh
libtool
licenses
light-git
linux
linux-headers
llvm
logrotate
lshw
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
mpg123
msbuild-bin
nano
nautilus
ncurses5-compat-libs
nemiver
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
noto-fonts-emoji
ntfs-3g
ntp
numix-circle-icon-theme-git
nvidia
nvidia-settings
oath-toolkit
openssh
os-prober
p7zip
pacman
papirus-icon-theme-git
patch
pavucontrol
pciutils
pcmciautils
pepper-flash
perl
perl-file-mimeinfo
php
php-apache
phpmyadmin
pkgconf
polybar
print-manager
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-greenlet
python-html5lib
python-pip
python2-pip
qtcam-git
ranger
razer-driver-dkms
recordmydesktop
reflector
reiserfsprogs
renderdoc
rofi
rpmextract
rsync
ruby
s-nail
samba
screenfetch
scrot
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sdl_ttf
sed
shadow
shfmt
soil
spim-svn
spotify
steam
sudo
sysfsutils
systemd-sysvcompat
tar
task
telegram-cli-git
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
timedoctorpro
tk
tmux
tor-browser-en
traceroute
tree
ttf-bitstream-vera
ttf-cheapskate
ttf-dejavu
ttf-liberation
unity-editor-beta
unrar
unzip
usbutils
util-linux
vi
vimiv
vlc
vorbis-tools
wget
whatsapp-desktop
which
whois
wireless_tools
xampp
xautolock
xcursor-premium
xcursor-themes
xdotool
xf86-input-synaptics
xfsprogs
xorg-fonts-type1
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
yad
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
