alacritty-git
alacritty-terminfo-git
alsa-plugins
alsa-utils
apache
ark
artwiz-fonts
audiocd-kio
autoconf
autofs
automake
bash
bash-completion
bind-tools
binutils
bison
blender
bluedevil
bluez-utils
boost
boostnote
breeze
breeze-gtk
breeze-kde4
btrfs-progs
bzip2
chromium
chromium-widevine
clang
cmake
compton
conky
coreutils
cronie
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
discover
dmidecode
dolphin
dosbox
dosfstools
downgrade
drkonqi
dunst
e2fsprogs
efibootmgr
exfat-utils
fakeroot
file
filesystem
filezilla
findutils
flex
font-bh-ttf
font-bitstream-speedo
fuse2
fuse3
fuseiso
gawk
gdm
gettext
ghostscript
gimp
git
glibc
gnome-keyring
gnome-twitch
go
gptfdisk
grep
grub
grub-customizer
gsfonts
gvim
gwenview
gzip
htop
i3-gaps
inetutils
intel-ucode
iproute2
iputils
jfsutils
jpegoptim
jre8-openjdk
kactivitymanagerd
kate
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kdialog
kfind
kgamma5
kgpg
khotkeys
kinfocenter
kmenuedit
kmix
knetattach
knotes
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
ktorrent
kuiserver
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrite
kwrited
latte-dock
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-glibc
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
libcurl-gnutls
libkscreen
libksysguard
libnewt
libreoffice-fresh
libtool
licenses
linux
linux-headers
llvm
logrotate
lsof
lutris
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
milou
mpg123
msbuild-bin
nano
ncurses5-compat-libs
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
noto-fonts-emoji
ntfs-3g
ntp
numix-circle-icon-theme-git
nvidia
nvidia-settings
okular
openssh
os-prober
oxygen
p7zip
pacman
papirus-icon-theme-git
partitionmanager
patch
pciutils
pcmciautils
pepper-flash
perl
php
php-apache
phpmyadmin
pkg-config
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
powerdevil
print-manager
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pip
qtcam-git
ranger
razer-driver-dkms
reflector
reiserfsprogs
rofi
rpmextract
rsync
ruby
s-nail
samba
screenfetch
sddm-kcm
sdl_ttf
sed
shadow
shfmt
slack-desktop
spectacle
spotify
sudo
sysfsutils
systemd-sysvcompat
systemsettings
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
timedoctorpro
tk
tmux
tor-browser-en
traceroute
tree
ttf-bitstream-vera
ttf-cheapskate
ttf-dejavu
ttf-liberation
unity-editor-beta
unrar
unzip
usbutils
user-manager
util-linux
vi
wget
whatsapp-desktop
which
whois
wine-staging
wireless_tools
xampp
xdg-desktop-portal-kde
xfsprogs
xorg-fonts-type1
xorg-server
xorg-xinit
yaourt
zip
